Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Строка набора данных не должна быть равна null
en: Dataset row must not be null

source: Недопустимое количество столбцов в матрице значений: {0}; необходимо: {1}
en: Invalid column count in the matrix of values: {0}; required: {1}

source: Недопустимое количество элементов в наборе данных: {0}; необходимо: {1}
en: Invalid element count in the dataset: {0}; required: {1}

source: Недопустимое количество строк в матрице значений переменных: {0}
en: Invalid row count in the variable value matrix: {0}

source: Отсутствует элемент массива "{0}"
en: Missing "{0}" array item

source: Отсутствует обязательный параметр "{0}"
en: Missing required "{0}" parameter

source: Отсутствует обязательный узел дерева "{0}"
en: Missing required "{0}" tree node

source: Отсутствует флаг наличия обязательного узла дерева "{0}"
en: Missing required tree node flag "{0}"

source: Обработка завершена успешно
en: Processing completed successfully

source: При обработке запроса возникло исключение
en: Exception occurred during the request processing

source: Недопустимо одновременно задавать атрибуты sqlCommand и table
en: It is forbidden to specify sqlCommand and table attributes simultaneously

source: Корневой элемент не должен быть равен null
en: Root element must not be null

source: Матрица значений должна содержать только один корневой элемент
en: Matrix of values must contain only one root element

source: Поле "{0}" содержит значение недопустимого типа {1}
en: "{0}" field contains the value of the invalid {1} type

source: Обработка пакета "{0}" версии {1}, выполнение узла "{2}" с именем "{3}" и идентификатором {{{4}}}
en: Processing of "{0}" package of {1} version, execution of "{2}" node with "{3}" name and {{{4}}} identifier

source: Получен запрос на обработку
en: Request for processing received

source: Отправка ответа
en: Response sending

source: Не найден корневой узел дерева
en: Root tree node not found

source: Дерево не может содержать более одного корневого узла
en: Tree cannot contain more than one root node

source: Не опубликовано ни одного пакета
en: No published packages

source: Элемент database должен содержать атрибут sqlCommand или table
en: Database element must contain sqlCommand or table attribute

source: В настоящий момент не опубликовано ни одного пакета. Для использования пакетов в качестве веб-сервиса необходимо предварительно опубликовать их в Loginom Server.
en: No packages have been published for now. To use packages as a web service, you must first publish them to Loginom Server.

source: Запрос содержит более одного параметра с именем {0}
en: The request contains more than one parameter with {0} name

source: Запрос содержит параметр с неизвестным именем {0}
en: The request contains parameter with unknown {0} name

source: Подключение уже выполнено
en: Already connected

source: Подключение не было выполнено
en: Not connected

source: Внутренний
en: Internal

source: Открытый
en: Public

source: Опубликованный
en: Published

source: Вид переменных сценария
en: Type of Workflow Variables

source: Переменные системы
en: System variables

source: Переменные сессии
en: Session variables

source: Переменные пакета
en: Package variables

source: Переменные пользователя
en: User variables

source: Все переменные
en: All variables

source: Тип контроля диапазона нормализируемых значений
en: Control Type of Normalized Values Range

source: Текст
en: Text

source: Винсоризация
en: Winsorization

source: Тип взаимодействий
en: Interaction Type

source: Без взаимодействий
en: No interaction

source: Все двухсторонние
en: All twoway

source: Все трехсторонние
en: All threeway

source: Тип нормализации умножения
en: Multiplication Normalization Type

source: Умножение 2-х непрерывных
en: Multiplication of 2 continuous

source: Умножение 2-х дискретных
en: Multiplication of 2 discrete

source: Умножение непрерывного на дискретное
en: Continuous to discrete multiplication

source: Умножение нескольких непрерывных
en: Multiplication of several continuous

source: Умножение нескольких дискретных
en: Multiplication of several discrete

source: Умножение нескольких непрерывных и дискретных
en: Multiplication of several continuous and discrete

source: Умножение с участием специальных факторов
en: Multiplication with special factors

source: Тип нормализации
en: Normalization Type

source: Масштабирование [min; max]
en: Scaling [min; max]

source: Масштабирование [-1;1]
en: Scaling [-1; 1]

source: Масштабирование [0;1]
en: Scaling [0; 1]

source: Инструкция xml-парсера
en: Xml parser instruction

source: Абсолютное масштабирование
en: Absolute scaling

source: Стандартизация
en: Standardization

source: Отношение
en: Quotient

source: Индикатор
en: Indicator

source: Индикатор (без опорной категории)
en: Indicator (without reference category)

source: Отклонение
en: Deviation

source: Простая
en: Simple

source: Разность
en: Difference

source: Обратная разность
en: Backward difference

source: Гельмерт
en: Helmert

source: Обратный Гельмерт
en: Reverse Helmert

source: Умножение
en: Multiplication

source: Индекс уникального значения
en: Unique value index

source: Опция удаления поля
en: Field Delete Feature

source: Удаляемое
en: Removable

source: Неудаляемое
en: Irremovable

source: Фикс. неудаляемое
en: Fixed irremovable

source: Специальный фактор-взаимодействие
en: Special Interaction Factor

source: Результат преобразования строки xml в BG-типы и обратно
en: Xml String to BG Types and Vice Versa Transformation Result

source: ANY OTHER DISCCRETE
en: ANY DISCRETE

source: Роли и права пользователя
en: User Roles and Rights

source: Администратор
en: Admin

source: Преобразовано без ошибок
en: Transformed without errors

source: Использование глобального файлового хранилища
en: Use global file storage

source: Разрешить публикацию пакетов
en: Allow packages publishing

source: Доступ ко всем задачам в планировщике
en: Access to all scheduler jobs

source: Разрешить сохранять пароль к БД
en: Allow saving DB password

source: Формат ответа
en: Response Format

source: Параметры в query
en: Query parameters

source: Параметры в fragment
en: Fragment parameters

source: Значение выходит за пределы допустимого диапазона
en: Value out of range

source: Тип ограничений оптимизируемых параметров
en: Constraint Type of Optimized Parameters

source: Простое
en: Simple

source: Линейное
en: Linear

source: Нелинейное
en: Nonlinear

source: Метод оптимизации
en: Optimization Method

source: Исчерпывающий поиск
en: Exhaustive search

source: Формат значения не соответствует типу данных
en: Value format does not comply with data type

source: Поиск золотым сечением
en: Golden section search

source: Поиск схождением к вершине
en: Hill climbing search

source: Не проводить оптимизацию
en: No optimization

source: Тип возвращаемого значения целевой функции
en: Target Function Return Value Type

source: Вещественное число
en: Real number

source: Целое число
en: Integer

source: Вещественный вектор
en: Real vector

source: Целочисленный вектор
en: Integer vector

source: Иерархия взаимодействий
en: Hierarchy of Interactions

source: Не учитывать
en: Disregard

source: Модель контента (тип агрегации)
en: Content Model (Aggregation Type)

source: Для дискретных
en: For discrete

source: Статистические параметры регрессионной модели
en: Statistical Parameters of the Regression Model

source: -2 Логарифма функции правдоподобия
en: -2 Log-likelihood

source: Скорректированный коэффициент детерминации
en: Adjusted coefficient of determination

source: Информационный критерий Акаике
en: Akaike information criterion

source: Информационный критерий Акаике скорректированный
en: Akaike information criterion corrected

source: Информационный критерий Байеса
en: Bayesian information criterion

source: Информационный критерий Ханнана-Куинна
en: Hannan-Quinn information criterion

source: Последовательность (sequence)
en: Sequence

source: Коллекции хранилищ сертификатов
en: Certificate Store Collections

source: Метод определения коэффициента регуляризации
en: Regularization Coefficient Setup Method

source: Задать вручную
en: Custom

source: Автоматически
en: Auto

source: Тип URL параметров
en: URL Parameters Type

source: Строка запроса
en: Query string

source: Добавление сегментов
en: Add segments

source: Результат подключения к сессии
en: Session Connection Result

source: Сессия восстановлена
en: Session restored

source: Сессия не найдена
en: Session not found

source: Выбор (choice)
en: Choice

source: Нельзя зайти с другого IP
en: Login with a new IP restricted

source: Требуется аутентификация
en: Authentication required

source: Пользователь не владеет сессией
en: The user is not the session owner

source: Ограничение мультисессионности
en: Multisession Restriction

source: Запрет входа
en: Deny login

source: Закрыть текущие сессии
en: Close current sessions

source: Тип сессии диспетчера
en: Session Type of Session Manager

source: Удаленная сессия
en: Remote session

source: Все (all)
en: All

source: Сессия диспетчера
en: Session Manager

source: Общие пакеты
en: Shared packages

source: Пул пакетов
en: Package pool

source: Архивная сессия
en: Backup session

source: Роль пользователя в сессии
en: User Role in Session

source: Уточнение типа данных XML
en: XML Data Type Refinement

source: Выполнение из интегратора
en: Execute from integrator

source: Локальная
en: Local

source: Простой
en: Simple

source: Любой тип
en: Any type

source: Стандартный
en: Standard

source: Сильный
en: Strong

source: Полный
en: Complete

source: Пользовательский
en: Custom

source: Тип сравнения
en: Comparison Type

source: подстрока
en: substring

source: с начала
en: from the start

source: целиком
en: full

source: Вариант поиска
en: Search Mode

source: Любой простой тип
en: Any simple type

source: Выравнивать оси
en: Align Axes

source: Начало координат
en: Origin

source: Совмещать сетку
en: Match grid

source: Совмещать масштаб
en: Combine scale

source: Позиция оси
en: Axis Position

source: Нижняя
en: Lower

source: Левая
en: Left

source: Правая
en: Right

source: Неизвестен
en: Unknown

source: Тип оси
en: Axis Type

source: Линейная
en: Linear

source: Логарифмическая
en: Logarithmic

source: Дата/Время
en: Date/Time

source: Тип поля
en: Field Type

source: Поле X
en: X field

source: Поле Y
en: Y field

source: Поле Y max
en: Y field max

source: Дата
en: Date

source: Поле цвета
en: Color field

source: Размер пузыря
en: Bubble size

source: Поле меток
en: Caption field

source: Форма маркера серии
en: Series Marker Symbol

source: Круг
en: Circle

source: Ромб
en: Diamond

source: Стрелка вверх
en: Triangle up

source: Стрелка вниз
en: Triangle down

source: Тип накопления
en: Stacking Type

source: Время
en: Time

source: Обычное
en: Normal

source: Процент
en: Percent

source: Фильтрация точек
en: Point Filter

source: Быстрая
en: Quick

source: Экстремумы
en: Extrema

source: Позиция легенды
en: Legend Position

source: Слева сверху
en: Top left

source: Сверху
en: Top

source: Дата/время
en: Date/time

source: Справа сверху
en: Top right

source: Слева
en: Left

source: Не отображать
en: Disabled

source: Справа
en: Right

source: Слева снизу
en: Bottom left

source: Снизу
en: Bottom

source: Справа снизу
en: Bottom right

source: Динамика роста
en: Growth Dynamics

source: По значению
en: By value

source: С плавающей точкой (одинарная точность)
en: Floating point number (single precision)

source: Текущий пользователь
en: Current user

source: В процентах
en: In percents

source: Тип меток серий
en: Series Captions Type

source: Метка, процент
en: Label, percent

source: Метка, значение
en: Label, value

source: Процент, итог
en: Percent, total

source: С плавающей точкой (двойная точность)
en: Floating point number (double precision)

source: Метка, процент, итог
en: Caption, percentage, total

source: Значение X
en: X value

source: Положение кластеров в таблице
en: Cluster Position in Table

source: Кластеры в строках
en: Clusters in rows

source: Кластеры в столбцах
en: Clusters in columns

source: Масштабирование гистограмм
en: Histogram scaling

source: Абсолютные частоты
en: Absolute frequencies

source: Относительные частоты
en: Relative frequencies

source: Плотность вероятности
en: Density (PDF)

source: Статистический показатель
en: Statistical indicator

source: Десятичное число
en: Decimal number

source: Значимость
en: Importance

source: Гистограмма
en: Histogram

source: Сумма
en: Sum

source: Стандартное откл.
en: Standard deviation

source: Размах
en: Range

source: Пропуски
en: Null count

source: Значения
en: Values

source: Целое
en: Integer

source: Количество уникальных значений
en: Unique values count

source: Центр кластера
en: Cluster center

source: Тип представления значения
en: Value View Type

source: Количество
en: Count

source: Пусто
en: Null

source: Расположение серий
en: Series Position

source: В столбцах
en: In columns

source: В строках
en: In rows

source: Положительное целое
en: Positive integer

source: Тип подсказок
en: Tooltip style

source: Групповые подсказки
en: Shared tooltips

source: Одиночные подсказки
en: Single tooltips

source: Нет подсказок
en: No tooltips

source: Режим выбора фильтра
en: Filter Selection Mode

source: содержит
en: contains

source: не содержит
en: does not contain

source: начинается с
en: starting with

source: Отрицательное целое
en: Negative integer

source: не начинается с
en: not starting with

source: заканчивается на
en: ending with

source: не заканчивается на
en: not ending with

source: Множественный выбор
en: Multiple selection

source: Одиночный выбор
en: Single selection

source: Комбинированный выбор
en: Combined selection

source: Порядок сортировки значений измерения
en: Dimension Values Sort Order

source: Неположительное целое
en: Non-positive integer

source: Произвольный порядок
en: Random order

source: Местоположение итогов
en: Total Position

source: Внизу
en: At the bottom

source: Не показывать
en: Do not show

source: Тип измерения
en: Dimension Type

source: Тип отношения
en: Relation Type

source: Неотрицательное целое
en: Non-negative integer

source: первые N
en: first N

source: последние N
en: last N

source: доля от общего
en: part of total

source: пустой
en: null

source: Целое знаковое, 64 бита
en: Signed integer, 64 bits

source: не пустой
en: not null

source: в интервале
en: within the range

source: вне интервала
en: out of the range

source: Только текст
en: Text

source: Текст и график
en: Text and Color bar

source: Только график
en: Color bar

source: Режим изменения ширин колонок
en: Column Width Change Mode

source: Целое знаковое, 32 бита
en: Signed integer, 32 bits

source: Равная ширина фактов
en: Equal measure width

source: Равная ширина колонок
en: Equal column width

source: Тип функции агрегации
en: Aggregation Function Type

source: Сумма квадратов
en: Sum of squares

source: Целое знаковое, 16 бит
en: Signed integer, 16 bits

source: Локальная машина
en: Local machine

source: Кол-во уникальных
en: Unique count

source: Кол-во пропусков
en: Null count

source: Первый
en: First

source: Последний
en: Last

source: Положение фактов
en: Position of Measures

source: В колонках
en: In columns

source: Целое знаковое, 8 бит
en: Signed integer, 8 bits

source: Процент по горизонтали
en: Percent by row

source: Процент по вертикали
en: Percent by column

source: Процент от родителя по горизонтали
en: Percentage of parent by row

source: Процент от родителя по вертикали
en: Percentage of parent by column

source: Процент от общего итога
en: Percentage of total

source: Колонки гистограммы
en: Histogram Column

source: Доля
en: Rate

source: Кол-во
en: Count

source: Целое беззнаковое, 64 бита
en: Unsigned integer, 64 bits

source: Тип отображения гистограммы
en: Histogram Display Type

source: Все значения
en: All values

source: Частые значения
en: Frequent values

source: Редкие значения
en: Rare values

source: Частые и редкие
en: Frequent and rare

source: Тип элемента гистограммы
en: Histogram Element Type

source: Обычное значение
en: Common value

source: Пропущенное значение
en: Null value

source: Положительная бесконечность
en: Positive infinity

source: Целое беззнаковое, 32 бита
en: Unsigned integer, 32 bits

source: Отрицательная бесконечность
en: Negative infinity

source: Остаточные значения
en: Residual values

source: Пустое значение
en: Empty

source: Пробельное значение
en: Space value

source: Несколько пробельных значений
en: Several space values

source: Качество набора данных
en: Dataset quality

source: Метод определения нетипичных значений
en: Determination of outliers and extreme values

source: Столбцов
en: Columns

source: Строк
en: Rows

source: Заполненных полей
en: Fully filled fields

source: Целое беззнаковое, 16 бит
en: Unsigned integer, 16 bits

source: Полных записей
en: Fully filled records

source: Пригодных столбцов
en: Suitable columns

source: Индекс RPV
en: RPV index

source: Тип общей колонки
en: Type of common column

source: Выбранные поля
en: Selected fields

source: Тип
en: Type

source: Вид
en: Kind

source: Метод идентификации выбросов и экстремальных значений
en: Outliers and Extremes Identification Method

source: Целое беззнаковое, 8 бит
en: Unsigned integer, 8 bits

source: Интерквартильная ширина
en: Interquartile width

source: Показатель качества данных
en: Data quality indicator

source: Индекс качества
en: Quality indicator

source: Диаграмма уникальных
en: Chart of uniques

source: Экстремальные
en: Extremes

source: Выбросы
en: Outliers

source: Пустые
en: Empty

source: Область расчета автокорреляционной функции
en: Autocorrelation Function Calculation Domain

source: Пробельные
en: Whitespaces

source: Пробелы в конце
en: Trailing spaces

source: Длины строк
en: String lengths

source: Диапазон значений
en: Range of values

source: Отрицательные
en: Negative

source: Нулевые
en: Zeros

source: Бесконечности
en: Infinities

source: Диаграмма размаха
en: Box plot

source: Уникальные
en: Unique

source: Временная
en: Time

source: Медиана
en: Median

source: Мода
en: Mode

source: Монотонность
en: Monotony

source: Тип модальности
en: Modality Type

source: Не известен
en: Undefined

source: Унимодальный
en: Unimodal

source: Мультимодальный
en: Multimodal

source: Без моды
en: No mode

source: Частотная
en: Frequency

source: Монотонность ряда значений
en: Monotony of Values Series

source: Не монотонная
en: Non-monotonic

source: Возрастающая
en: Increasing

source: Убывающая
en: Descending

source: Тип колонки сводки
en: Type of Summary Column

source: Количество проблем
en: Count of problems

source: Проблемы
en: Problems

source: Проблема в поле данных
en: Problem in Data Field

source: Нули
en: Zeros

source: Уникальное
en: Unique

source: Ошибка конвертации
en: Conversion error

source: Назначение поля таблицы диапазонов
en: Range Table Field Usage Type

source: Служба
en: Service

source: Нет данных
en: No data

source: Страница визуализатора Качество данных
en: Page of Data Quality Visualizer

source: Сводка
en: Summary

source: Детализация дискретных
en: Detailing of discrete

source: Детализация непрерывных
en: Detailing of continuous

source: Способ детализации
en: Detailing Type

source: Статистика
en: Statistics

source: Статистический критерий
en: Statistical Criterion

source: F-тест (P-значение)
en: F-test (P-value)

source: Коэф-т детерминации
en: R^2

source: Коэф-т детерминации (скорр.)
en: R^2 adj.

source: Идентификатор интервалов
en: Bins identifier

source: Абсолютные
en: Absolute

source: Проценты
en: Percent

source: Тип диаграммы
en: Chart Type

source: ROC-кривая
en: ROC curve

source: PR-кривая
en: PR curve

source: Тип данных границ диапазонов
en: Bin bounds data type

source: Базовые показатели
en: Basic rates

source: Диаграмма точности
en: Precision chart

source: Диаграмма равновесия
en: Break even chart

source: % распознанных событий
en: % captured response

source: Диаграмма роста
en: Lift chart

source: Диаграмма отклика
en: Response chart

source: Диаграмма выигрыша
en: Gain chart

source: Из настроек узла
en: From node settings

source: Заданный
en: Custom

source: Баланс (TPR = TNR)
en: Balance (TPR = TNR)

source: Максимум (TPR + TNR)
en: Maximum (TPR + TNR)

source: Минимум издержек
en: Minimum cost

source: Точка равновесия (TPR = PPV)
en: Break even point (TPR = PPV)

source: Максимум общей точности
en: Highest overall accuracy

source: Максимум F1 Score
en: Maximum F1 Score

source: Коэффициент Мэтьюса (MCC)
en: Matthews coefficient (MCC)

source: Число диапазонов
en: Number of Bins

source: 10 диапазонов
en: 10 bins

source: 20 диапазонов
en: 20 bins

source: 50 диапазонов
en: 50 bins

source: Свойство гистограммы
en: Histogram Property

source: Бары гистограммы
en: Histogram bars

source: Несмещенная дисперсия
en: Unbiased variance

source: Нижний квартиль
en: Lower quartile

source: Верхний квартиль
en: Upper quartile

source: Межквартильный размах
en: Interquartile range

source: Медианное абсолютное отклонение
en: Median absolute deviation

source: Номер квартиля
en: Quartile Number

source: Квота нижней границы
en: Lower bound quota

source: Тип расширенного фильтра
en: Extended Filter Type

source: Статический фильтр
en: Static filter

source: Пользовательский фильтр
en: Use custom filter

source: Фильтр с использованием переменных
en: Filter with variables used

source: Квота верхней границы
en: Upper bound quota

source: Функция агрегации фактов
en: Fact Aggregation Function

source: Квота интервала
en: Bin quota

source: Метод HTTP
en: HTTP Method

source: Наименования операторов сравнения
en: Names of Comparison Operators

source: не фильтровать
en: Filter disabled

source: Отклонение от нижней границы из диапазона
en: Deviation from the lower bin bound

source: в списке
en: listed

source: вне списка
en: not listed

source: начинается на
en: starting with

source: не начинается на
en: not starting with

source: Отклонение от верхней границы из диапазона
en: Deviation from the upper bin bound

source: не первый
en: not first

source: не последний
en: not last

source: Типы метаданных хранилища
en: Types of Metadata Warehouse

source: Нижняя граница диапазонов открыта
en: Lower bin bound open

source: Процессы
en: Processes

source: Атрибуты
en: Attributes

source: Уровни
en: Levels

source: Кубы
en: Cubes

source: Верхняя граница диапазонов открыта
en: Upper bin bound open

source: Совпадающие наблюдения
en: Ties

source: Добавлять в следующий
en: Add to next

source: Сохранять в текущем
en: Keep in current

source: Назначать случайно
en: Assign randomly

source: Оставить как есть
en: Leave as is

source: Одинаковые плитки
en: Assign optimal

source: Метод получения диапазонов
en: Ranging Method

source: <Не определён>
en: <Not defined>

source: Внешние диапазоны
en: External ranges

source: Ширина
en: Width

source: Плитка
en: Tile

source: Коэффициенты СКО
en: SD coefficients

source: Назначение результирующих полей квантования
en: Usage Type of Resultant Binning Fields

source: Нижний предел интервала включительно
en: Lower bin bound inclusive

source: Верхний предел интервала включительно
en: Upper bin bound inclusive

source: Значение вне диапазонов
en: Out of range value

source: Уровень округления интервалов
en: Binning Rounding Level

source: Без округления
en: No rounding

source: Нормальное округление
en: Normal rounding

source: Режим создания интервалов
en: Bin Create Mode

source: +/- 1 СКО
en: +/- 1 SD

source: +/- 2 СКО
en: +/- 2 SD

source: +/- 3 СКО
en: +/- 3 SD

source: Режим работы
en: Operation Mode

source: Выражение
en: Expression

source: Идентификатор
en: Identifier

source: Метка столбца
en: Column caption

source: Номер класса
en: Class number
